<?php
$handle = array(
    '长春'=>array(
        'food'=>array('翡翠人参茅台鸡','满族八大碗','酱骨头','干豆腐串','熏肉大饼','打糕','朝鲜冷面'),
        'places' =>array('重庆路','南湖公园'),
    ),
    '大连'=>array(
        'food'=>array('五彩雪花扇贝','大连鲍鱼','海鲜焖子','大连海参'),
    ),
    '沈阳'=>array(
        'food'=>array('老边饺子','白肉血肠','海城馅饼','熏肉大饼'),
    ),
    '天津'=>array(
        'food'=>array('狗不理包子','十八街麻花','耳朵眼炸糕','锅巴菜','崩豆','小宝栗子','煎饼果子','大饼鸡蛋','石头门坎素包水爆肚 熬鱼 八大碗'),
        'places' =>array('南市食品街','天津市和平区风味食品街','十月美食街（中山美食街）'),
    ),
    '青岛'=>array(
        'food'=>array('辣炒蛤蜊','鲅鱼水饺','海菜凉粉','流亭猪蹄','烧鱿鱼','大虾炒白菜','黄鱼炖豆腐','油爆海螺','肉沫海参','炸蛎黄','原壳鲍鱼','烧鱿鱼','家常牙鱼块','崂山菇炖鸡'),
        'places' =>array('云霄路美食街','劈柴院','台东商业街','啤酒街'),
    ),
    '济南'=>array(
        'food'=>array('九转大肠','黄河鲤鱼','辣子鸡丁','油炸螺丝糕','坛子肉','油爆双脆','奶汤蒲菜'),
    ),
    '太原'=>array(
        'food'=>array('头脑','榆次灌肠','羊肉蒸饺','牛肉蒸饺','阳城肉罐肉','刀削面'),
        'places' =>array('食品街','桃园二巷夜市','柳巷食品街'),
    ),
    '南京'=>array(
        'food'=>array('盐水鸭','秦淮八绝','鸭血粉丝汤','如意回卤干','开洋干丝','状元豆','梅花糕','金陵烤鸭'),
        'places' =>array('狮子桥美食街'),
    ),
    '无锡'=>array(
        'food'=>array('酱排骨','油面筋','挂粉汤圆','海棠糕','萝卜丝饼','小笼排骨'),
    ),
    '杭州'=>array(
        'food'=>array('龙井虾仁','东坡肉','知味小笼','杭州麻心汤团','片儿川','西湖醋鱼','炸响铃','鱼头豆腐','杭州酱鸭','栗子炒子鸡','西湖莼菜汤','叫化童子鸡','宋嫂鱼羹','蜜汁火方','油爆虾','虾爆鳝面','鱼头浓汤','猫耳朵'),
        'places' =>array('清河坊','南山路','延安路'),
    ),
    '黄山'=>array(
        'food'=>array('臭鳜鱼','虎皮毛豆腐','豆腐老鼠','一品锅','黄山双石','徽州裹粽','屯溪醉蟹','黄山河螺丝','火烧冬笋'),
        'places' =>array('黄山老街小吃一条街','黄山徽派美食城','汤口沿溪街'),
    ),
    '福州'=>array(
        'food'=>array('佛跳墙','锅边糊','翡翠珍珠鲍','鸡汤氽海蚌','鱼丸','肉燕','荔枝肉'),
        'places' =>array('三坊七巷'),
    ),
    '洛阳'=>array(
        'food'=>array('洛阳不翻汤','洛阳水席','胡辣汤','鲤鱼跃龙门','浆面条','驴肉汤','洛鲤伊鲂','牛肉汤','洛阳燕菜','羊肉汤'),
    ),
    '武汉'=>array(
        'food'=>array('瓦罐鸡汤','鸭脖子','热干面','汤包','三鲜豆皮'),
    ),
    '张家界'=>array(
        'food' =>array('酸鱼肉','三下锅','泥鳅钻豆腐','华南湍蛙','草帽面','血豆腐','团年菜','猪血稀饭','社饭'),
        'places' =>array('景区内','大庸桥公园附近','回龙路（步步高超市附近）'),
    ),
    '长沙'=>array(
        'food'=>array('臭豆腐','麻仁香酥鸭','口味虾','长沙米粉','酱椒鱼头','姊妹团子','椒盐馓子','刮凉粉','麻辣子鸡','龙脂猪血汤','糖油粑粑'),
        'places' =>array('坡子街'),
    ),
    '深圳'=>array(
        'food'=>array('公明烧鹅','光明乳鸽','龙岗三黄鸡','南澳鲍鱼','南澳海胆','沙井鲜蚝','鱼蓉烧麦'),
    ),
    '广州'=>array(
        'food'=>array('龟苓膏','及第粥','云吞面','萝卜牛腩','叉烧','肠粉','粉果','叉烧包','绿豆沙','牛河','萝卜糕','牛杂','烧鹅','双皮奶','艇仔粥','虾饺','咸煎饼','椰子雪糕','猪肚煲鸡','泮塘马蹄糕','濑粉','煲仔饭'),
    ),
    '海口'=>array(
        'food'=>array('猪脚饭','石山壅羊','鸽粥、蟹粥','鱼煲','椰子饭','海南粉','海南煎粽','海胆蒸蛋','煎生蚝','清补凉','海口甜薯奶','东山烙饼'),
        'places' =>array('新埠岛','国贸','海甸岛','金龙路'),
    ),
    '香格里拉'=>array(
         'food'=>array('龙眼包子','赛密羊肉','松茸','琵琶肉','酥油茶'),
    ),
    '大理'=>array(
        'food'=>array('三道茶','砂锅鱼','烤饵块','巍山粑肉饵丝','大理酸辣鱼','云南木瓜水','凉鸡米线','一根面','','邓川乳扇','','雕梅','','生皮（海格儿）冻鱼','喜洲粑粑','三道茶','白族凉粉','白族米糕'),
        'places' =>array('大理古城内-洋人街','大理城区内'),
    ),
    '成都'=>array(
        'food'=>array('火锅','川菜馆','串串香','苍蝇馆子','冒菜','藏餐','担担面','肥肠粉','怪味面','韩包子','兔头','夫妻肺片','赖汤圆','龙抄手','','双流兔头','川北凉粉','锅魁','','二姐兔丁','韩包子','麻婆豆腐','','夫妻肺片','荔枝巷钟水饺','',''),
    ),
    '九寨沟'=>array(
        'food'=>array('烧如意','雅茶','洋芋糍巴','荞麦面食','青稞酒','','酥油茶','九寨沟糌粑','奶渣包子','牦牛肉','人参果饭','血肠'),
    ),
    '贵阳'=>array(
        'food'=>array('酸汤鱼','豆腐圆子','炖鸡饭','豆米火锅','酸汤丝娃娃','状元蹄','宫保鸡丁','泡椒板筋','八宝甲鱼'),
    ),
    '重庆'=>array(
        'food'=>array('火锅','川菜','毛血旺','泉水鸡','酸辣粉','陈麻花','小面','水煮鱼','棒棒鸡','山城小汤圆'),
        'places' =>array('解放碑八一路好吃街','南滨路美食街','北滨路','杨家坪直港大道','三峡广场'),
    ),
    '延安'=>array(
        'food'=>array('油糕','油馍馍','洋芋擦擦','凉粉','钱钱饭','子长煎饼','荞面饸饹','果馅'),
    ),
    '银川'=>array(
        'food'=>array('丁香肘子','清蒸羔羊肉','香酥鸡','','手抓羊肉'),
    ),
    '敦煌'=>array(
        'food'=>array('酿皮子','敦煌黄面','敦煌臊子面','浆水面','驴肉黄面'),
    ),
    '兰州'=>array(
        'food'=>array('牛肉拉面','灰豆子','百合桃','浆水面','酿皮子','羊杂碎'),
        'places' =>array('大众巷','正宁路'),
    ),
    '西宁'=>array(
        'food'=>array('手抓羊肉','酸奶','尕面片','杂碎汤'),
        'places' =>array('莫家街','水井巷'),
    ),
    '乌鲁木齐'=>array(
        'food'=>array('馕','烤包子','大盘鸡','拉面','烤肉','羊排','手抓饭','烤羊肉串','水煮鱼','椒麻鸡','鸡肉炒米粉','东北乱炖','石榴汁','酸奶','肥肠煲','手撕牛肉','凉面','酸汤水饺','大盘肚','素菜煲','板栗鸡','','油塔子','米肠子','面肺子'),
        'places' =>array('人民电影院美食圈','二道桥美食圈','五一市场美食圈','五一星光夜市'),
    ),
    '哈尔滨'=>array(
        'food'=>array('哈尔滨包肉','杀猪菜','马迭尔冰棍','冰糖雪蛤','得莫利炖鱼','地三鲜','汆白肉','熏五香大马哈鱼'),
        'places' =>array('老道外'),
    ),
    '北京'=>array(
        'food'=>array('北京烤鸭','涮羊肉','豆汁','糖火烧','豌豆黄','爆肚','炒肝','艾窝窝','焦圈','驴打滚','炸酱面','卤煮','宫廷奶酪','排叉儿','芸豆卷','糖耳朵','炸灌'),
        'places' =>array('簋街','王府井小吃街','牛街','三里屯'),
    ),
    '上海'=>array(
        'food'=>array('生煎','南翔小笼包','蟹壳黄','排骨年糕','油豆腐线粉汤'),
        'places' =>array('城隍庙美食街','云南南路美食街','黄河路美食街','乍浦路美食街','七宝老街','仙霞路美食街','吴江路小吃街'),
    ),
    '厦门'=>array(
        'food'=>array('烧肉粽','春卷','花生汤','海蛎煎','面线糊','土笋冻','姜母鸭','沙茶面','南普陀素菜','','同安封肉','浮屿大同鸭肉粥','','虾面','冰淇淋花生卷','烧仙草','叶氏麻糍','港式早茶','扁食'),
        'places' =>array('中山路','鼓浪屿','筼筜湖咖啡酒吧一条街','大嶝岛海鲜排挡'),
    ),
    '桂林'=>array(
        'food'=>array('桂林米粉','啤酒漓江鱼','荔浦芋扣肉','荷叶鸭','荷叶粉蒸肉','素爆炒漓江虾','恭城油茶','马蹄糕','尼姑素面','桂林田螺'),
        'places' =>array('正阳步行街','微笑堂夜市'),
    ), 
    '三亚'=>array(
        'food'=>array('抱罗粉','海鲜','黄流老鸭','文昌鸡','加积鸭','清补凉','热带水果','椰子饭','和乐蟹','水果宴','','南山素斋','海南粉','苗族五色饭','黎族竹筒饭','海南椰子船','东南亚美食'),
        'places' =>array('友谊社区海鲜排挡','第一市场','春园海鲜广场','红沙码头渔排','黄流老鸭一条街'),
    ),
    '丽江'=>array(
        'food'=>array('吹肝','汽锅鸡','腊排骨','酥油茶','丽江粑粑','黑山羊火锅','野生菌','洋芋鸡','三文鱼','米灌肠','杜鹃花炒蛋','水性杨花','纳西烤鱼','土罐罐鸡','鸡豆凉粉','阿安酸奶','冰粉凉宵'),
        'places'=>array('阿妈意纳西美食','唠叨坊私房菜','阿哩哩','樱花美食广场','新城美食'),
    ),
    '西安'=>array(
        'food'=>array('葫芦头泡馍','黄桂柿子饼','水盆羊肉','酸菜炒米','小炒泡馍','灌汤包子','胡辣汤肉夹馍','腊牛羊肉','牛羊肉泡馍','西安凉皮','biangbiang面（裤带面）','牛羊肉泡馍','葫芦头','腊汁肉夹馍','贾三汤包','荞面饸饹','柳巷面','臊子面','油茶','辣子蒜羊血','菠菜面','石子馍','镜糕','黄桂稠酒','锅盔'),
        'places' =>array('回民街','钟楼美食街','麻家什字饮食一条街','各种夜市'),
    ),
    '拉萨'=>array(
        'food'=>array('青稞酒','凉拌牦牛肉','酸奶','藏面','甜茶','酥油茶','藏式咖喱'),
        'places' =>array('德吉路','北京路','巴尔库路'),
    ),
    '香港'=>array(
        'food'=>array('菠萝包','蛋挞','杨枝甘露','姜汁撞奶','双皮奶','虾饺','烧鹅','丝袜奶茶','糖不甩','鲜虾云吞面','车仔面','肠粉','云吞'),
        'places' =>array('庙街','西贡海鲜街','铜锣湾','九龙城','兰桂坊及SOHO','尖沙咀'),
    ),
)
?>
